package com.test.learning.model;

/**
 * 初盘-0.25盘口.
 * 
 * 查询结果条数: 12681
 *
 * 拟合算法结果: 概率>=0.2
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=49%，走率=0%，败率=50% 盈利=-98.23, 盈利率=-3%
 * Model=odd-chu, 筛选场次=885.80, 筛选比例=27%，胜率=62%，走率=0%，败率=37%，盈利=25.17, 盈利率=2%
 *
 *
 * 拟合算法结果: 概率>=0.22
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=50%，走率=0%，败率=49% 盈利=-90.90, 盈利率=-2%
 * Model=odd-chu, 筛选场次=725.20, 筛选比例=22%，胜率=62%，走率=0%，败率=37%，盈利=17.38, 盈利率=2%
 *
 *
 * 拟合算法结果: 概率>=0.24
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=50%，走率=0%，败率=49% 盈利=-108.87, 盈利率=-3%
 * Model=odd-chu, 筛选场次=455.00, 筛选比例=14%，胜率=65%，走率=0%，败率=34%，盈利=31.46, 盈利率=6%
 *
 *
 * 拟合算法结果: 概率>=0.25
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=50%，走率=0%，败率=49% 盈利=-102.82, 盈利率=-3%
 * Model=odd-chu, 筛选场次=383.60, 筛选比例=12%，胜率=65%，走率=0%，败率=34%，盈利=25.11, 盈利率=6%
 *
 *
 * 拟合算法结果: 概率>=0.26
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=49%，走率=0%，败率=50% 盈利=-110.06, 盈利率=-3%
 * Model=odd-chu, 筛选场次=307.90, 筛选比例=9%，胜率=66%，走率=0%，败率=33%，盈利=27.09, 盈利率=8%
 *
 *
 * 拟合算法结果: 概率>=0.28
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=50%，走率=0%，败率=49% 盈利=-81.94, 盈利率=-2%
 * Model=odd-chu, 筛选场次=226.40, 筛选比例=7%，胜率=68%，走率=0%，败率=31%，盈利=26.73, 盈利率=11%
 *
 *
 * 拟合算法结果: 概率>=0.3
 * Model=odd-chu, 随机场次=3170.00, 筛选比例=100%, 胜率=50%，走率=0%，败率=49% 盈利=-97.07, 盈利率=-3%
 * Model=odd-chu, 筛选场次=166.10, 筛选比例=5%，胜率=67%，走率=0%，败率=32%，盈利=18.43, 盈利率=11%
 */
public class OddStart25 extends OddStart {

  public OddStart25() {
    super(-0.25f);
  }

}
